{
	"allowAllHelmetsWithAllHeadsets": true,
	"whatItDoes1": "Some helmets have 'BlockEarpiece' property which make it so you can't wear helmets with headsets. If you set this to true, mod toggles that property. For example, you can wear Altyn with Sordin",

	"removeAllHelmetAndHeadsetRestrictions": true,
	"removeAllFacemasksRestrictions" : true,
	"whatItDoes4": "Some helmets can be used with some headsets, but not all. As example, SSh-68 cannot be used with M32, but can be used with ComTac 4. If you set this to true, mod will clear ALL conflicting items from headsets and helmets, so those helmets will be wearable with wider range of headsets. It might also remove some other gear that's defined as 'incompatible' but generally it should be fine.",

	"faceshieldsToCleanConflictingItemsFrom": [
		"5c0e842486f77443a74d2976",
		"5f60c85b58eff926626a60f7",
		"5b46238386f7741a693bcf9c",
		"5ca2113f86f7740b2547e1d2",
		"5d6d3829a4b9361bc8618943",
		"5aa7e3abe5b5b000171d064d",
		"65719f9ef392ad76c50a2ec8",
		"5a16b7e1fcdbcb00165aa6c9",
		"658188edf026a90c1708c827",
		"65818e4e566d2de69901b1b1",
		"5e00cdd986f7747473332240",
		"5ac4c50d5acfc40019262e87",
		"5e01f37686f774773c6f6c15",
		"5c0919b50db834001b7ce3b9",
		"5aa7e373e5b5b000137b76f0",
		"5a16ba61fcdbcb098008728a",
		"5f60c076f2bcbb675b00dac2",
		"6570a88c8f221f3b210353b7"
	],
	"whatItDoes5": "Same as above but for specific faceshields and so on, unfortunately there is no easy way to grab faceshields category so has to be done on id basis, use https://db.sp-tarkov.com/ to search of ids to put here",
	

	"allowAllFacemasksWithAllHeadsets": true,
	"whatItDoes2": "Some facemasks have 'BlockEarpiece' property which make it so you can't wear helmets with facemasks. If you set this to true, mod toggles that property. For example, you can wear Tagilla mask with Airframe",

	"allowAllFacemasksWithAllHelmets" : true,
	"whatItDoes3": "Some facemasks have 'BlocksHeadwear' property (and in return, some helmets have 'BlocksFaceCover' property) which make it so you can't wear some helmets with facemasks. If you set this to true, mod toggles that property AND remove all conflicting items from them (for example, Tagilla mask doesnt have BlocksHeadwear or BlocksFaceCover but instead has 60 conflicting items). For example, you can wear Glorious or Knight Facemask with Vulkan helmet"
}
	